Repository: B1NAR10/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: eo, fa

source: Your email:
eo: Via retpoŝto:
fa: پست الکترونیک شما:

source: Password:
eo: Pasvorto:
fa: رمز عبور:

# submit
source: Send
eo: Sendi
fa: ارسال

# go_home
source: Go back to search engine
eo: Reveni al serĉilo
fa: بازگشت به موتور جستجو

# error_404_message
source: Page not found.
eo: Paĝo ne trovita
fa: صفحه یافت نشد

# error_404_description
source: Requested url not found. Please check you wrote the url correctly, if so, please notify web administrators.
eo: La petita URL ne estis trovita. Bonvole kontrolu ĉu vi korekte skribis la URL. Se tiel, bonvole atentigu la retadministrantojn.
fa: آدرس درخواستي يافت نشد. صحيح بودن آن را بررسي كنيد، درصورتي كه صحيح است ، لطفا به مديران وب اطلاع رساني كنيد.

# error_502_message
source: Bad gateway.
eo: Malbona portalo
fa: مسير اشتباه

# error_502_description
source: Cannot access to service due wrong gateway.
eo: La servo ne atingeblas pro malbona portalo.
fa: به دليل مسير اشتباه امكان دسترسي ممكن نيست

source: Contact
eo: Kontakto
fa: تماس

# error_mail_send
source: There was an error sending the message to the address specified. Please choose another or try again later.
eo: Eraro okazis dum la sendado de mesaĝo al la indikita retpoŝto. Bonvole elektu alian aŭ provu denove poste.
fa: در ارسال پيام به آدرس مشخص شده خطا وجود دارد. لطفا يكي ديگر رو امتحان كنيد يا بعدا دوباره تلاش كنيد.

# no_valid_email
source: This isn't a valid email address with the format: user@example.com
eo: Tio ne estas valida retpoŝtadreso en la aranĝo: uzanto@ekzemplo.eo
fa: : آدرس ایمیل با فرمت معتبر نمی باشد. user@example.com

# no_valid_url
source: Not valid URL
eo: Nevalida URL
fa: آدرس معتبر نیست

source: About
eo: Pri
fa: درباره

source: Legal
eo: Leĝa averto
fa: حقوقي

source: Direct downloads
eo: Direktaj elŝultoj
fa: دانلودهاي مستقيم

# tos
source: Terms of use
eo: Uzkondiĉoj
fa: شرايط استفاده

# privacy
source: Privacy policy
eo: Politiko pri privateco
fa: سیاست حفظ اسرار

# complaint
source: Report link
eo: Raporti ligilon
fa: گزارش لینک

source: Source code
eo: Fontkodo
fa: کد منبع

source: files indexed
eo: Indeksitaj dosieroj
fa: فایل های فهرست شده

source: last indexed files
eo: Laste indeksitaj dosieroj
fa: آخرین فايل هاي فهرست شده

source: I. Want. That. File
eo: Mi. Volas. Tiun. Dosieron
fa: آن فايل را مي خواهم

source: All
eo: Ĉio
fa: همه

source: Audio
eo: Sono
fa: صدا

source: Image
eo: Bildo
fa: تصوير

source: Document
eo: Dokumento
fa: پرونده متني

source: Software
eo: Programaro
fa: نرم افزار

source: Archive
eo: Arkivo
fa: آرشيو

source: Previous
eo: Antaŭa
fa: قبلي

source: No results for:
eo: Neniu rezulto por
fa: براي... نتيجه اي نيست

# write_something
source: Hey! Write something
eo: Saluton! Skribu ion
fa: هي! چيزي بنويس

source: Next
eo: Sekva
fa: بعدي

source: sources
eo: fontoj
fa: منابع

source: All sizes
eo: Ĉiuj grandoj
fa: همه ظرفيت ها

source: of about
eo: el ĉirkaŭ
fa: در حدود

source: results for
eo: rezultoj por
fa: نتايج براي

source: other categories
eo: aliaj kategorioj
fa: ديگر دسته بندي ها

# no_type_count
source: No results were found for your search in %(search)s, but there are about %(results)d results for your search in %(category)s.
eo: Neniu rezulto estas trovata por via serĉo pri %(search)s, sed estas ĉirkaŭ %(results)d rezultoj por via serĉo en %(category)s.

# not_allow_browse_results
source: Foofind doesn't show results beyond page 100.
eo: Foofind ne montras rezultoj preter paĝo 100.
fa: Foofind نتایج بيشتر از صفحه 100 را نشان نمی دهد.

source: how to download?
eo: kiel elŝuti?

# download_explanation
source: To download the linked file, you could need an external software. Here are some compatible applications:
eo: Por elŝuti la ligitan dosieron, vi eble necesas eksteran programaron. Ĉi tie estas kelkaj kongruaj aplikaĵoj:

# did_you_mean
source: Did you mean %(text)s?
eo: Ĉu vi intenciis %(text)s?

source: year
eo: jaro
fa: سال

source: advanced search
eo: detala serĉo

source: hide advanced search
eo: kaŝi detalan serĉon

source: Smaller than
eo: Malpligranda ol
fa: كوچكتر از

source: Larger than
eo: Pligranda ol
fa: بزرگتر از

source: All qualities
eo: Ĉiuj kvalitoj
fa: همه كيفيت ها

source: or better
eo: aŭ plibone
fa: يا بهتر

source: All years
eo: Ĉiuj jaroj
fa: همه سالها

source: Before
eo: Antaŭ ol
fa: قبل از

source: Last year
eo: Lastjare
fa: سال گذشته

source: Artist
eo: Artisto
fa: هنرمند

source: Title
eo: Titolo
fa: عنوان

source: Author
eo: Aŭtoro
fa: سازنده

source: Format
eo: Aranĝo
fa: فرمت

source: Pages
eo: Paĝoj
fa: صفحات

source: Album
eo: Albumo
fa: آلبوم

source: Length
eo: Daŭro
fa: طول

source: Bitrate
eo: Bitrapido
fa: بيت ريت

source: Genre
eo: Ĝenro
fa: ژانر

source: Seconds
eo: Sekundoj
fa: ثانه

source: Minutes
eo: Minutoj
fa: دقيقه

source: Source
eo: Fonto
fa: منبع

source: Height
eo: Alto
fa: ارتفاع

source: Width
eo: Larĝo
fa: عرض

source: Track
eo: Trako
fa: تراك

source: Quality
eo: Kvalito
fa: كيفيت

# num_pages
source: Num. of pages
eo: Nombro de paĝoj
fa: شماره . از صفحه

source: Include results from:
eo: Inkluzivi rezultojn el:
fa: شامل نتايج از:

source: Size
eo: Grando
fa: اندازه

source: Unpacked size
eo: Malpakita grando
fa: سايز غيرفشرده

source: Colors
eo: Koloroj
fa: رنگها

source: Version
eo: Versio
fa: ورژن

source: Name
eo: Nomo
fa: نام

source: Description
eo: Priskribo
fa: شرح

source: Files
eo: Dosieroj
fa: فايل ها

source: years
eo: jaroj
fa: سال

source: month
eo: monato
fa: ماه

source: months
eo: monatoj
fa: ماه

source: day
eo: tago
fa: روز

source: days
eo: tagoj
fa: روز

source: hour
eo: horo
fa: ساعت

source: hours
eo: horoj
fa: ساعت

source: minute
eo: minuto
fa: دقيقه

source: second
eo: sekundo
fa: دوم

source: Loading
eo: Ŝarganta
fa: بارگزاري

source: Close
eo: Fermi
fa: ببند

source: Watch
eo: Vidi
fa: پخش

source: Share this:
eo: Kunhavigi ĉi tion:
fa: اشتراك اين:

# share_facebook
source: share on facebook
eo: kunhavigi Vizaĵlibre

# share_twitter
source: share on Twitter
eo: kunhavigi Tvitere

source: send by email
eo: sendi retpoŝte
fa: ارسال از طریق ایمیل

source: Download
eo: Elŝuti
fa: دانلود

source: from
eo: ekde
fa: از

source: Your comments
eo: Viaj komentoj

# since
source: since %(since)s
eo: ekde %(since)s

source: Add comment
eo: Aldoni komenton
fa: افزودن نظر

source: I like it!
eo: Mi ŝatas tion!
fa: مي پسندم!

source: Booo!
eo: Buu!
fa: وااا!

source: User profile
eo: Uzantprofilo
fa: پروفايل كاربر

source: Comment published succesfully
eo: Komento sukcese publikigita
fa: نظر با موفقيت منتشر شد

source: Related files
eo: Rilataj dosieroj
fa: فایل های مرتبط

# login_required
source: You must login to access this page.
eo: Vi devas ensaluti por akiri ĉi tiun paĝon.
fa: براي دسترسي به اين صفحه بايد وارد شويد.

source: or
eo: aŭ
fa: يا

# your_password
source: Choose your password:
eo: Elektu vian pasvorton:
fa: پسوردتان را انتخاب كنيد:

# insert_your_password
source: Insert your password (yep, again):
eo: Entajpu vian pasvorton (jes, denove):
fa: پسوردتان را وارد كنيد(دوباره):

# fill_sing_up_form
source: Please, fill this form to be a Foofind registered member:
eo: Bonvole plenigu ĉi tiun formularon por iĝi registrita ano de Foofind:
fa: لطفا اين فرم را پركنيد تا عضو Foofind شويد:

source: Nickname:
eo: Kromnomo
fa: اسم مستعار:

source: edit profile
eo: redakti profilon
fa: ويرايش مشخصات

source: Edit your profile
eo: Redakti vian profilon
fa: مشخصات تان را ويرايش كنيد

# profile_edited_succesfully
source: Your profile was edited succesfully!
eo: Via profilo estis sukcese redaktita!
fa: مشخصات تان با موفقيت ويرايش شد!

source: hello,
eo: saluton,
fa: سلام.

source: logout
eo: elsaluti
fa: خروج

source: login
eo: ensaluti
fa: ورود

source: new user
eo: nova uzanto
fa: عضو جديد

source: Your message:
eo: Via mesaĝo:

source: register
eo: registri
fa: عضويت

# if_new_user
source: If you are a new user, please
eo: Se vi estas nova uzanto, bonvole
fa: لطفا، اگر عضو جديد هستيد

source: register here
eo: registri ĉi tie
fa: اينجا عضو شويد

# choose_nickname
source: Choose a nickname:
eo: Elektu kromnomon:
fa: اسم مستعار انتخاب كنيد

source: User login
eo: Uzantensaluto
fa: ورود اعضاء

source: Remember me
eo: Rememorigi min
fa: مرا بياد داشته باش

source: Your location:
eo: Via loko:
fa: موقعيت شما:

# new_password
source: Change your password here: (otherwise leave it blank)
eo: Ŝanĝu vian pasvorton ĉi tie (alikaze lasu ĝin malplenan):
fa: پسوردتان را اينجا تغيير دهيد:(درغير اينصورت خالي بگذاريد)

source: Save profile
eo: Konservi profilon
fa: ذخيره مشخصات

# not_allowed_view_page
source: You are not allowed to view this page
eo: Vi ne rajtas vidi ĉi tiun paĝon
fa: شما مجاز به مشاهده اين صفحه نيستيد

# username_taken
source: This username is taken. Please choose another one.
eo: Ĉi tiu uzantnomo estas uzata. Bonvole elektu alian.
fa: این نام کاربری گرفته شده است. يك نام ديگر انتخاب كنيد.

# email_taken
source: This email is taken. Please use another one.
eo: Ĉi tiu retpoŝtadreso estas uzata. Bonvole uzu alian.
fa: اين ايميل گرفته شده است، لطفا يك ايميل ديگر انتخاب كنيد.

source: Forgot
eo: Ĉu vi forgesis
fa: فراموش كرديد

source: your password?
eo: vian pasvorton?
fa: پسوردتان را؟

# passwords_not_match
source: The passwords entered do not match.
eo: La entajpitaj pasvortoj ne kongruas.
fa: پسوردهايي كه وارد كرده ايد يكي نيستند

# sure_delete_account
source: Are you sure you want to delete your Foofind account?
eo: Ĉu vi certe volas forigi vian konton ĉe Foofind?
fa: مطمئن هستيد مي خواهيد اكانت Foofind را حذف كنيد؟

source: Yes
eo: Jes
fa: بله

# account_deleted
source: Your account has been deleted.
eo: Via konto estas forigita.
fa: اكانت شما حذف شد.

# username
source: Nick:
eo: Kromonomo
fa: نام مستعار:

source: Member since:
eo: Ano ekde:
fa: عضو از:

# last_comments
source: Last %(comments)d coments:
eo: Lastaj %(comments)d komentoj:
fa: %(comments)d نظر اخير:

source: Location:
eo: Loko:
fa: موقعيت:

# delete_account
source: Delete your Foofind account
eo: Forigi vian konton ce Foofind
fa: حذف اكانت Foofind

# forgot_password
source: Forgot your password?
eo: Ĉu vi forgesis vian pasvorton?
fa: پسوردتان را فراموش كرديد؟

# wrong_email_password
source: Wrong email or password, please try again
eo: Malkorekta retpoŝtadreso aŭ pasvorto. Bonvole provu denove
fa: ايميل يا پسورد اشتباه است، دوباره سعي كنيد

source: Welcome
eo: Bonvenon
fa: خوش آمديد

# foofind_team
source: The Foofind team.
eo: La skipo de Foofind
fa: تيم Foofind

# user_not_exist
source: This user does not exist
eo: Ĉi tiu uzanto ne ekzistas
fa: اين كاربر وجود ندارد

# logged_in
source: You are now logged in,
eo: Vi nun estis ensalutita,
fa: شما وارد شديد،

# registered_user
source: If you already are a registered user, please
eo: Se vi jan estas registrita uzanto, bonvole
fa: اگر قبلا ثبت نام كرده ايد

source: login here
eo: ensaluti ĉi tie
fa: از اینجا وارد شوید

source: Send
eo: Sendi
fa: ارسال

# ignore_message
source: Otherwise, ignore this message.
eo: Alikaze ignoru ĉi tiun mesaĝon.

# login_vote
source: Please, login to vote
eo: Bonvole ensaluti por voĉdoni

# login_comment
source: Please, login to comment
eo: Bonvole ensaluti por komenti

# submit_registration
source: Sign up
eo: Registriĝi

# submit_login
source: Login
eo: Ensaluti

# submit_edit
source: Save profile
eo: Konservi profilon

# submit_search
source: Search
eo: Serĉi

source: Your name:
eo: Via nomo:

# insert_characters
source: Please, insert the 5 characters shown:
eo: Bonvole entajpu la 5 montratajn karakterojn:

# captcha_wrong
source: Captcha value is wrong
eo: CAPTCHA-valoro nekorektas

# message_sent
source: Message sent successfully!
eo: La mesago estas sukcese sendita!

source: Your company:
eo: Via entrepreno:

source: Your surname:
eo: Via familinomo:

# your_phone
source: Your phone number:
eo: Via telefonnumero:

source: Translate
eo: Traduki

source: Submit links
eo: Sendi ligilojn

# footer
source: Website under %(cc)s license. %(code)s under %(gpl)s license.
eo: Retejo sub la permesilo %(cc)s. %(code)s sub la permesilo %(gpl)s.

# link_not_exist
source: This link does not exist or has been deleted.
eo: Ĉi ligilo ne ekzistas aŭ estis forigita.

# error_link_removed
source: We're sorry: this link has been removed by its source.
eo: Ni pardonpetas: ĉi tiu ligilo estis forigita de fonto mem.

source: Choose language
eo: Elektu lingvon

# translate_to_your_language
source: Help us to translate Foofind to your language
eo: Helpu nin traduki Foofind al vian lingvon

source: here
eo: ĉi tie

# translation_sent
source: Your translation has been sent. Thanks for your help!
eo: Via traduko estas sendita. Dankon pro via helpo!

# translate_at_least_one
source: Please translate something before send.
eo: Bonvole traduku ion antaŭ ol sendi.

source: Other
eo: Alia

# opensearch_description
source: Search using Foofind
eo: Serĉi per Foofind

# required_empty
source: Value is required and can't be empty
fa: مقدار لازم است و نمی تواند خالی باشد

source: Video
fa: ويدئو

source: Soundtype
fa: نوع صدا

source: Post comment
fa: ارسال نظر

source: Nice to hear that
fa: از شنيدنش خوشحالم

source: profile
fa: مشخصات

# finish_register
source: Please, click on this url to finish your register process:
fa: لطفا، روي اين لينك كليك كنيد تا مراحل عضويت تان تكميل شود:

# token_not_exist
source: Sorry, this token does not exist or has been already used
fa: متاسفيم، اين نشانه وجود ندارد يا قبلا استفاده شده است

# confirm_email
source: , confirm your email
fa: ايميل تان را تاييد كنيد

# check_inbox_email_finish
source: Check your inbox email to finish the register process
fa: صندوق دريافت ايميل تان را چك كنيد تا مراحل عضويت تكميل شود

# enter_email
source: Please, enter your email address. An email to recover your access will be sent to you.
fa: لطفا آدرس ایمیل خود را وارد کنید. یک ایمیل براي بازيابي دسترسی شما به شما فرستاده خواهد شد.

# email_same_register
source: The email address must be the same you used to register.
fa: آدرس ايميل بايد مشابه ايميل ثبت نام شما باشد

# email_not_database
source: This email is not in our database. Please, try again.
fa: اين ايميل در بانك اطلاعات ما نيست ، دوباره سعي كنيد.
